/*
 * 자바 코딩시 명명(이름짓는) 규칙  : 가급적 꼭 지켜주세요.
 * 
 * 1. 모든 코드는 (값 제외) 반드시 영어로만 작성합니다.
 * 2. 클래스명은 반드시 첫자는 대문자로 시작하고 한 단어 이상 연결시 시작되는 첫 단어 또한 대문자로 합니다. 
 * Ex> HelloWorld
 * 3. 앞으로 배우게 될 변수이름은 반드시 소문자로 시작합니다. 한단어 이상 구성될 때는 클래스명 처럼 다음 첫단어는
 * 대문자로 합니다. 필요시 _(언더바) 등을 이용해서 구성합니다. 단!!!! 나중에 배울 상수(항상같은 값)은 모든
 * 문자가 대문자입니다. (이건 나중에 배울테니 알아도 그만 몰라도 그만) 
 * 4. 메소드 이름 또한 변수와 같습니다. 
 * 5. 만약 특수문자를 이름에 쓰고 싶을 떈(그럴일 99% 없습니다.)_,$ 만 허용됩니다. 나머진 에러유발됨. 
 */
public class JavaNamingConvention {

	public static void main(String[] args) {
		System.out.println();
	}
	
}
